#ifndef INCLUDED_EFFECT
#define INCLUDED_EFFECT

//******************************************************************************
//
//
//      
//
//
//******************************************************************************

//------< 定数 >----------------------------------------------------------------
#define JUMP_DRAW_X (-190)
#define JUMP_DRAW_Y (450)
#define SKIP_DRAW_X (1050)
#define SKIP_DRAW_Y (450)

//------< プロトタイプ宣言 >-----------------------------------------------------
void effect_init();
void effect_update();
void effect_draw();

#endif // 

