#ifndef INCLUDED_SCENE_GAME
#define INCLUDED_SCENE_GAME

//******************************************************************************
//
//
//      scene_game.h
//
//
//******************************************************************************

//------< 定数 >----------------------------------------------------------------

//------< プロトタイプ宣言 >-----------------------------------------------------
void game_init();
void game_update();
void game_draw();
void game_end();
void GetKeyState();

#endif // !INCLUDED_SCENE_GAME



